{
  "title": "Biografia",
  "bio1": "El saxofonista i compositor català Martín Díaz és a l'avantguarda de la seva generació de músics de jazz. Residint a Amsterdam lidera el seu propi projecte Martin Diaz Quintet el qual va guanyar un dels premis més prestigiosos de l'escena del Jazz Americà, el Downbeat Award 2020, amb una menció especial com a solista destacat i el primer premi de Leiden Jazz Awards. El seu primer disc com a líder, Identities, va aterrar signant un contracte amb el famós segell discogràfic català Fresh Sound, amb què altres artistes internacionals van iniciar la seva carrera musical, com Ambrose Akimusire, Giulia Valle i altres.",
  "bio2": "També forma part de la Barcelona Jazz Orquestra, llegendària big band que va gravar amb Phill Woods, John Fadis i Jesse Davis a Nova York.",
  "bio3": "Martin Diaz es va unir a la Jong Metropole Orchest per a la gira de 2019 i 2021 col·laborant amb artistes com Michelle David, Michael League, Becca Stevens i Jamison Ross. També es va unir a la NJJO (Nationaal Jeugt Jazz Orkest) com a líder de la secció de saxòfons. Segueix en tour amb la NJJO pels Països Baixos, Alemanya i al novembre per Indonèsia participant a festivals de Jazz importants a Jakarta, Yogyakarta i Surabaya.",
  "bio4": "Als seus 26 anys ha enregistrat vuit discos i tocat per tota la península, i ara comença a deixar la seva empremta a Holanda, on ja ha enregistrat i tocat amb els millors músics del país com, Gideon Tazelaar, Ben Van Gelder, Jasper Blom, Benjamin Herman i Simon Rigter.",
  "bio5": "Durant el confinament per la pandèmia del 2020 va desenvolupar Parker For All, una sèrie de vídeos gravats al seu pis d'Amsterdam dedicats a la música de Charlie Parker. Aquests episodis que comencen destacar en l’ambient jazzístic d'Amsterdam reben cada vegada un convidat de l'escena jazz holandesa i han passat músics amb molt de renom com Maarten Hogenhuis, Gideon Tazelaar i Simon Rigter.",
  "bio6": "El seu últim projecte Dam Jawn sorgeix de la seva estada a Filadèlfia i Nova York durant mig any on va rebre classes de les millors figures a l'escena jazzística del món, com Joe Magnarelli, David Wong, Dick Oatts, Tim Warfield i Terell Stafford.",
  "bio7": "Amb aquest projecte acaben de gravar un disc amb la llegenda del Jazz Dick Oatts sota el nom de Master Street. Serà publicat properament el 2023 amb una discogràfica holandesa de molt renom.",
  "bio8": "El seu darrer any també ha estat de gira pels Països Baixos i Catalunya amb un projecte únic comptant amb dues figures del jazz holandès importants com són Jasper Blom i Benjamin Herman. Varen presentar el seu programa a sales com el Bimhuis d'Amsterdam i en festivals de molt renom a Catalunya com ara Nits de Jazz de Platja d'Aro, festival Mas i Mas del Jamboree i al Jazz Cava de Vic.",
  "bio9": "Amb tota aquesta experiència i el seu amor per la música, Martín Díaz transmet al públic aquest gran respecte pel jazz tradicional aplicant el llenguatge, el so i les melodies al seu propi so. És capaç de mantenir aquesta essència a les seves composicions, però sempre buscant l'originalitat i la innovació utilitzant diferents atmosferes rítmiques i colors càlids a les harmonies."
}
