{
  "title": "Biography",
  "bio1": "The Catalan saxophonist and composer Martín Díaz is at the forefront of his generation of jazz musicians. Residing in Amsterdam he leads his own Martin Diaz Quintet project which won one of the most prestigious awards in the American Jazz scene, Downbeat Award 2020, with a special mention as an outstanding soloist and the first prize of the Leiden Jazz Awards. His first album as a leader Identities, landed signing a contract with the famous Catalan record label Fresh Sound, with which other international artists began their musical careers, such as Ambrose Akimusire, Giulia Valle and others.",
  "bio2": "He is also part of the Barcelona Jazz Orchestra, a legendary big band that recorded with Phill Woods, John Fadis and Jesse Davis in New York.",
  "bio3": "Martin Diaz joined the Jong Metropole Orchestra for the 2019 and 2021 with which he played with international figures such as Michael League and Michelle Davis. He also toured with the NJJO (Nationaal Jeugt Jazz Orkest) as leader of the saxophone section. He continues this tour with the NJJO through the Netherlands, Germany and in November through Indonesia participating in major Jazz festivals in Jakarta and Yogyakarta.",
  "bio4": "At the age of 26, he has recorded eight albums and played all over the peninsula, and now he is beginning to leave his print in the Netherlands, where he has already recorded and played with the best musicians of the country, such as Gideon Tazelaar, Ben Van Gelder, Jasper Blom, Benjamin Herman and Simon Rigter.",
  "bio5": "During the 2020 pandemic lockdown, he developed 'Parker For All', a video series shot in his Amsterdam apartment dedicated to the music of Charlie Parker, featuring guests from the Dutch Jazz scene and attended by great jazz musicians.",
  "bio6": "His last project the Dam Jawn arises from his stay in Philadelphia and New York for half a year where he received classes from the best figures in the world jazz scene, such as Joe Magnarelli, David Wong, Dick Oatts, Tim Warfield and Terell Stafford.",
  "bio7": "The Dam Jawn recorded an album named Master St. with the legendary Dick Oatts. It will be released soon in 2023 with a very renowned Dutch recording label.",
  "bio8": "In his last year, Martin Diaz toured the Netherlands and Catalonia with a unique project featuring two important Dutch jazz figures, Jasper Blom and Benjamin Herman, presenting their program in venues such as the Bimhuis in Amsterdam and at renowned festivals in Catalonia such as Nits de Jazz in Platja d'Aro, the Mas i Mas del Jamboree festival, and at the Jazz Cava in Vic.",
  "bio9": "During his performances, Martin Diaz communicates his profound respect for traditional jazz by infusing his own sound with the language, sound, and melodies that define the genre. Diaz's compositions retain the essence of jazz while incorporating originality and innovation through his use of different rhythmic atmospheres and warm harmonies."
}
