{
  "title": "Biografía",
  "bio1": "El saxofonista y compositor catalán Martín Díaz está en la vanguardia de su generación de músicos de jazz. Residiendo en Amsterdam lidera su propio proyecto Martin Diaz Quintet el cual ganó uno de los premios más prestigiosos de la escena del Jazz Americano, Downbeat Award 2020, con una mención especial como solista destacado y el primer premio de Leiden Jazz Awards. Su primer disco como líder, Identities, aterrizó firmando un contrato con el famoso sello discográfico catalán Fresh Sound, con el que otros artistas internacionales iniciaron su carrera musical, como Ambrose Akimusire, Giulia Valle y otros.",
  "bio2": "También forma parte de la Barcelona Jazz Orquestra, legendaria Big band que grabó con Phill Woods, John Fadis y Jesse Davis en Nueva York.",
  "bio3": "Martin Diaz se unió a la Jong Metropole Orchest para la gira de 2021 y a la NJJO (Nationaal Jeugt Jazz Orkest) como líder en la sección de saxofones. Sigue en tour con la NJJO por los Países Bajos, Alemania y en Noviembre por Indonesia participando en festivales de Jazz importantes en Jakarta y Yogyakarta.",
  "bio4": "A sus 26 años ha grabado ocho discos y tocado por toda la península, y ahora empieza a dejar su huella en Holanda, donde ya ha grabado y tocado con los mejores músicos del país como, Gideon Tazelaar, Ben Van Gelder, Jasper Blom, Benjamin Herman y Simon Rigter.",
  "bio5": "Durante el confinamiento por la pandemia de 2020 desarrolló Parker For All, una serie de videos grabados en su apartamento de Ámsterdam dedicados a la música de Charlie Parker. Estos episodios que empiezan a calar en el ambiente de Ámsterdam reciben cada vez a un invitado de la escena Jazz holandesa y han pasado músicos con mucho renombre.",
  "bio6": "Su último proyecto Dam Jawn surge de su estancia en Filadelfia y Nueva York durante medio año donde recibió clases de las mejores figuras en la escena jazzística del mundo, como Joe Magnarelli, David Wong, Dick Oatts, Tim Warfield y Terell Stafford.",
  "bio7": "Con este proyecto acaban de grabar un disco con la leyenda del Jazz Dick Oatts bajo el nombre de Master Street. Será publicado próximamente en 2023 con una discográfica holandesa de mucho renombre.",
  "bio8": "En su último año también ha estado de gira por los Países Bajos y Cataluña con un proyecto único contando con dos figuras del jazz holandés importantes como son Jasper Blom y Benjamin Herman. Presentaron su programa en salas como el Bimhuis de Amsterdam y en festivales de mucho renombre en Cataluña como Nits de Jazz de Platja d’Aro, festival Mas i Mas del Jamboree y en el Jazz Cava de Vic.",
  "bio9": "Con toda esta experiencia y su amor por esta música, Martín Díaz transmite al público ese gran respeto por el jazz tradicional aplicando el lenguaje, el sonido y las melodías a su propio sonido. Es capaz de mantener esta esencia en sus composiciones, pero siempre buscando la originalidad y la innovación utilizando diferentes atmósferas rítmicas y colores cálidos en las armonías."
}
